Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1625.html.tmx
Source language: sme
Languages: nob

source: Synnøve Persena dahkan málagovva " Vávvu "
nob: " Vávvu " av Synnøve Persen

source: Synnøve Persen lea okta deaŧaleamos sámi dálááiggi dáiddáriin ja son lea šaddan dovddusin sihke girjjálašvuođa ja govvadáidaga bokte .
nob: Synnøve Persen er en av de mest betydningsfulle samiske samtidskunstnerne , som har utmerket seg både innen diktning og billedkunst .

source: Su oljomálagovva " Vávvu " dat lea mii dál lea geigejuvvon G .
nob: Det er hennes oljemaleri " Vávvu " som overrekkes H.M. kong Harald V i 70 års gave fra Sametinget .

source: Synnøve Persena dahkan málagovva
nob: Oljemaleri av Synnøve Persen

source: Synnøve Persen riegádii 1950 , ja ássá ja bargá Beavgohpis Porsáŋggu gielddas .
nob: Synnøve Persen er født i 1950 , og bor og arbeider i Bevkop i Porsanger kommune .

source: Persen čađahii dáiddaoahpu álgogeahčen 1970-jagi , vuos Granuma sárgun- ja njuohtanskuvllas Oslos ( 1971 ) , ja de Troandima dáiddaskuvllas ( 1972 ) ja dasto Stáhta dáiddaakademiijas ( 1972-1978 ) Oslos .
nob: Persen tok kunstutdannelse på begynnelsen av 1970-tallet , først ved Granums tegne- og maleskole i Oslo ( 1971 ) , så ved Kunstskolen i Trondheim ( 1972 ) og deretter ved Statens Kunstakademi ( 1972-1978 ) i Oslo .

source: Persen lea doaibman dáiddárin dan rájes go son čađahii oahpus , ja sus leat 30-jagi dáiddárkarrierastis leamaš ollu joavko- ja sierračájáhusat ja almmolaš čiŋahandoiammat .
nob: Siden sin utdannelse har Persen vært utøvende kunstner , og har gjennom sitt over 30-årige kunstnerkarriere hatt en rekke gruppe- og seperatutstillinger og offentlige utsmykkingsoppdrag .

source: Persen lea dan lassin almmuhan máŋga diktačoakkáldaga , ja okta dain , " Biekkakeahtes Balggis " , nammaduvvui Davviriikkaid Ráđi girjjálašvuođabálkkašupmái 1992 .
nob: Persen har dessuten utgitt flere diktsamlinger , hvorav diktsamlingen " Biekkakeahtes Balggis " ble nimonert til Nordisk Råds litteraturpris i 1992 .

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 21.02.2007
nob: Sist endret 21.02.2007

source: Fiillat
nob: Filer
